<html>
	<head>
	<link Rel=Stylesheet Type="text/css" Href="Dentista.css">
	<title>Cirug&iacute;as</title>
	</head>
<body>
<a href="Principal.html"><img class="volver" src="images/volver.png"></a><div class="titulo"><img src="images/logo.png"/ class="logo"><h1> Totaldent Mexicali</h1><h2 class="titulo">Cl&iacute;nica Dental</h2></div>
<img src="images/cirugia.jpg" class="fondot">
<div class="opacity"><br><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><H1 class="grande">TU SAL&Uacute;D BUCAL<BR> ES IMPORTANTE</h1></div>


<div class="c2">
<h3 class="hyper2 centrado">
Cirug&iacute;as
</h3>
<Ul class="experiencia">
	<li>Apicectom&iacute;a: consiste en la extirpaci&oacute;n quirúrgica de parte de la ra&iacute;z de la pieza dental y de los tejidos adyacentes que est&eacute;n afectados</li>
	<li>Extracci&oacute;n de molares del juicio: es una de las cirug&iacute;as dentales m&aacute;s comunes. Estas piezas suelen aparecer en un lugar complicado y algunos pacientes sienten dolor cuando comienzan a salir. Por ello, conviene extraerlas para evitar molestias.</li>
	<li>Cirug&iacute;a de implantes: este tipo de procedimiento va desde la extracci&oacute;n dentaria hasta la instalaci&oacute;n de los implantes de titanio, que conforman la base para una posterior reconstrucci&oacute;n dentaria. Según explica el profesional, “la colocaci&oacute;n de implantes dentales es una de las intervenciones quirúrgicas m&aacute;s comunes, siendo hoy en d&iacute;a la mejor soluci&oacute;n para aquellas personas que sufren la ausencia de una o m&aacute;s piezas dentarias”.</li>
	<li>Frenectom&iacute;a: se extirpa una brida o frenillo entre el labio y la enc&iacute;a, lo que podr&iacute;a estar afectando la posici&oacute;n dentaria, prot&eacute;sica, labial o de la lengua.</li>
	<li>Drenaje de abscesos gingivales o periodontales: se realiza una incisi&oacute;n para facilitar la salida de material purulento y sustancias nocivas que puedan existir en el tejido, mejorando la oxigenaci&oacute;n y favoreciendo su limpieza.</li>
	<li>Cirug&iacute;a preprot&eacute;sica: este tipo de intervenciones son las que preparan los tejidos duros y blandos (hueso y enc&iacute;a) para la instalaci&oacute;n adecuada y duradera de las pr&oacute;tesis dentales.</li>
	<li>Gingivectom&iacute;a: este procedimiento se efectúa bajo anestesia local para remover el exceso de tejido gingival y proporcionar una mejor higiene de los dientes.</li>
	<li>Gingivoplastia: se realiza para remodelar el tejido gingival saludable alrededor de los dientes y mejorar su apariencia. Si el paciente presenta una recesi&oacute;n gingival (enc&iacute;a bajo el nivel normal) se puede efectuar este procedimiento o tambi&eacute;n un injerto. </li>
</Ul>

</DIV>
<div class="mdown">
<h3 class="nombre blanco">TotalDent Mexicali</h3>
<Br>
<BR>
<table class="dm blanco">
	<tr>
		<th class="dm">Ubicados en:<BR><BR></th>
		<th class="dm">Tel&eacute;fono y horario<BR><BR></th>
		<th class="dm">Redes sociales<BR><BR></th>
	</tr>
	<tr>
		<td class="dm">Direcci&oacute;n Avenida Tabasco #399,</td>
		<td class="dm">686 486 8105</td>
		<td class="dm">Puedes encontrarnos en:</td>
	</tr>
	<tr>
		<td class="dm"><br> Loma Linda, 21140 Mexicali, B.C.</td>
		<td class="dm">686 486 8102</td>
		<td class="dm">Totaldent mxli<a href="https://www.facebook.com/totaldentmxli/"><img class="logo2"src="images/facebook.png"></a></td>
	</tr>
	<tr>
		<td class="dm"></td>
		<td class="dm">Lunes-Viernes 9:00am a 8:00pm</td>
		<td class="dm">totaldentmxli<a href="https://www.instagram.com/totaldentmxli/"><img class="logo2" src="images/instagram.png"></a></td>
	</tr>
	<tr>
			<td class="dm"></td>
			<td class="dm">Sabado 9:00am a 3:00pm<br>Domingo 9:00am a 5:00pm</td>
			<td class="dm"></td>
	</tr>
</table>
</div>











</body>
</html>