<html>
	<head>
	<link Rel=Stylesheet Type="text/css" Href="Dentista.css">
	<title>Tratamientos de Ortodoncia</title>
	</head>
<body>
<a href="Principal.html"><img class="volver" src="images/volver.png"></a><div class="titulo"><img src="images/logo.png"/ class="logo"><h1> Totaldent Mexicali</h1><h2 class="titulo">Cl&iacute;nica Dental</h2></div>
<img src="images/TO.jpg" class="fondot">
<div class="opacity"><br><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><BR><H1 class="grande">COMIENZA EL D&Iacute;A<BR> CON UNA SONRISA</h1></div>

<div class="c2">
<h3 class="hyper2 centrado">
Tratamientos de ortodoncia
</h3>
<p class="informacion">
La ortodoncia se ocupa de diagnosticar, corregir e incluso prevenir las anomal&iacute;as en la forma, posici&oacute;n, relaci&oacute;n y funci&oacute;n de los dientes y los maxilares, la cara y los trastornos funcionales de la masticaci&oacute;n. Entre tales anomal&iacute;as figuran:Mala alineaci&oacute;n o api&ntilde;amiento de los dientes. Posici&oacute;n adelanta o retrasada de las piezas dentales en relaci&oacute;n a los maxilares. Desplazamiento de uno de los dos maxilares.
Aunque los tratamientos que ofrece la ortodoncia pueden realizarse a cualquier edad, cuanto antes se detecten estas anomal&iacute;as, m&aacute;s sencillo y eficaz resultar&aacute; su tratamiento y correcci&oacute;n. Es por ello que los ortodoncistas recomiendan que a los ni&ntilde;os se les someta a una revisi&oacute;n a partir de los 6 a&ntilde;os.
</p>
<img src="images/Tortodoncia.png" class="centrado2">
<h3 class="nombre">Los tratamientos de ortodoncia pueden ser:</h3>
<ul class="experiencia">
	<li>Interceptivos: se realizan cuando el ni&ntilde;o est&aacute; todav&iacute;a con la dentici&oacute;n temporal o en proceso de renovaci&oacute;n y se dirigen a resolver maloclusiones incipientes derivadas, por ejemplo, del h&aacute;bito de succionar el pulgar</li>
	<li>Correctivos: por el contrario, se llevan a cabo cuando no se ha realizado un tratamiento interceptivo previo o &eacute;ste no ha sido suficiente para evitar la maloclusi&oacute;n, y el objetivo es resolver la alteraci&oacute;n de forma definitiva. En este caso se recomienda iniciar los tratamientos entre los 10 y los 12 a&ntilde;os, pues pueden durar entre un a&ntilde;o y medio y tres a&ntilde;os</li>
	<li>Fijos: son los m&aacute;s importantes, ya que permiten desplazar de forma individual a todas y cada una de las piezas dentarias en cualquier direcci&oacute;n del espacio. Son los conocidos brackets, unas piezas met&aacute;licas que sostienen el arco que produce el desplazamiento dental. En la actualidad se dispone tambi&eacute;n de brackets de zafiro que resultan poco visibles al tratarse de cristales transparentes de elevada dureza</li>
	<li>Removibles: se caracterizan porque pueden quitarse sin ayuda del ortodoncista para comer o para su limpieza. Est&aacute;n indicados para corregir alteraciones de la respiraci&oacute;n y/o degluci&oacute;n, expandir los maxilares, crear espacio para futuras piezas permanentes, alinear los dientes, cerrar mordidas abiertas, etc. En ocasiones se utilizan como apoyo para la ortodoncia fija.</li>
</ul>
</div>
<Br><BR>

<div class="mdown">
<h3 class="nombre blanco">TotalDent Mexicali</h3>
<Br>
<BR>
<table class="dm blanco">
	<tr>
		<th class="dm">Ubicados en:<BR><BR></th>
		<th class="dm">Tel&eacute;fono y horario<BR><BR></th>
		<th class="dm">Redes sociales<BR><BR></th>
	</tr>
	<tr>
		<td class="dm">Direcci&oacute;n Avenida Tabasco #399,</td>
		<td class="dm">686 486 8105</td>
		<td class="dm">Puedes encontrarnos en:</td>
	</tr>
	<tr>
		<td class="dm"><br> Loma Linda, 21140 Mexicali, B.C.</td>
		<td class="dm">686 486 8102</td>
		<td class="dm">Totaldent mxli<a href="https://www.facebook.com/totaldentmxli/"><img class="logo2"src="images/facebook.png"></a></td>
	</tr>
	<tr>
		<td class="dm"></td>
		<td class="dm">Lunes-Viernes 9:00am a 8:00pm</td>
		<td class="dm">totaldentmxli<a href="https://www.instagram.com/totaldentmxli/"><img class="logo2" src="images/instagram.png"></a></td>
	</tr>
	<tr>
			<td class="dm"></td>
			<td class="dm">Sabado 9:00am a 3:00pm<br>Domingo 9:00am a 5:00pm</td>
			<td class="dm"></td>
	</tr>
</table>
</div>















</body>
</html>